Repository: cp-psource/avatars
Catalog: avatars-files/languages/avatars-*.po
Languages: de_de

source: 404 &#8212; Invalid Avatar Size.
de_de: 404 &#8212; Ungültige Avatargröße.

source: 404 &#8212; Invalid Avatar Type.
de_de: 404 &#8212; Ungültiger Avatar-Typ.

source: Allowed Formats: jpeg, gif, and png
de_de: Erlaubte Formate: jpeg, gif und png

source: Allowed Formats:jpeg, gif, and png
de_de: Erlaubte Formate: JPEG, GIF und PNG

source: Allows users to upload 'user avatars' and 'blog avatars' which then can appear in comments and blog / user listings around the site
de_de: Ermöglicht Benutzern das Hochladen von Benutzeravataren und Blogavataren, die dann in Kommentaren und Blog-/Benutzerlisten auf der Webseite angezeigt werden können.

source: Alternative Upload
de_de: Alternativer Upload

source: Avatar reset.
de_de: Avatar zurückgesetzt.

source: Avatar Settings
de_de: Avatar-Einstellungen

source: Avatar size:
de_de: Avatargröße:

source: Avatar updated
de_de: Avatar aktualisiert

source: Avatar updated.
de_de: Avatar aktualisiert.

source: Avatars For Multisite
de_de: Avatare für Multisite

source: Avatars Widget
de_de: Avatare Widget

source: BuddyPress has it's own avatar system. The Avatars plugin functions have been deactivated. Please remove the files.
de_de: BuddyPress verfügt über ein eigenes Avatarsystem. Die Funktionen des Avatar-Plugins wurden deaktiviert. Bitte entferne die Dateien.

source: Change Avatar
de_de: Avatar ändern

source: Choose a file
de_de: Wähle eine Datei

source: Choose the part of the image you want to use as the avatar.
de_de: Wähle den Teil des Bildes aus, den Du als Avatar verwenden möchtest.

source: Crop Image
de_de: Bild zuschneiden

source: Edit User Avatar
de_de: Benutzer-Avatar bearbeiten

source: If you are experiencing problems cropping the image please use the alternative upload method ("Alternative Upload" button).
de_de: Wenn beim Zuschneiden des Bildes Probleme auftreten, verwende bitte die alternative Upload-Methode (Schaltfläche Alternativer Upload).

source: If you are experiencing problems cropping your image please use the alternative upload method ("Alternative Upload" button).
de_de: Wenn beim Zuschneiden Deines Bildes Probleme auftreten, verwende bitte die alternative Upload-Methode (Schaltfläche Alternativer Upload).

source: Image could not be processed. Please go back and try again.
de_de: Bild konnte nicht verarbeitet werden. Bitte gehe zurück und versuche es erneut.

source: Image Processing Error
de_de: Bildverarbeitungsfehler

source: Invalid Request
de_de: Ungültige Anfrage

source: Local (Avatars plugin)
de_de: Lokal (Avatar-Plugin)

source: Nice Try...
de_de: Netter Versuch...

source: Reset
de_de: Zurücksetzen

source: Site Avatar
de_de: Webseiten-Avatar

source: The avatars plugin is only compatible with WordPress Multisite.
de_de: Das Avatar-Plugin ist nur mit Multisite kompatibel.

source: The Avatars plugin now store files in %s. Please make sure its parent directory is writable by the server.
de_de: Das Avatar-Plugin speichert jetzt Dateien in %s. Bitte stelle sicher, dass das übergeordnete Verzeichnis vom Server beschreibbar ist.

source: The Avatars plugin now store files in %s. Please make sure that directory is writable by the server.
de_de: Das Avatar-Plugin speichert jetzt Dateien in %s. Bitte stelle sicher, dass das Verzeichnis vom Server beschreibbar ist.

source: The Avatars plugin now store files in %s. Your old folder has been copied. Please verify that everything is working fine and delete the old folder manually.
de_de: Das Avatars-Plugin speichert jetzt Dateien in %s. Dein alter Ordner wurde kopiert. Bitte überprüfe, ob alles ordnungsgemäß funktioniert, und lösche den alten Ordner manuell.

source: The Avatars plugin now store files in %s. Your old folder has been moved.
de_de: Das Avatars-Plugin speichert jetzt Dateien in %s. Dein alter Ordner wurde verschoben.

source: The Avatars plugin was unable to create directory %s. Is its parent directory writable by the server?
de_de: Das Avatar-Plugin konnte das Verzeichnis %s nicht erstellen. Ist das übergeordnete Verzeichnis vom Server beschreibbar?

source: The select file type is invalid. File must be gif, png, jpg or jpeg.
de_de: Der ausgewählte Dateityp ist ungültig. Die Datei muss gif, png, jpg oder jpeg sein.

source: The uploaded file is not a valid image. Please try again.
de_de: Die hochgeladene Datei ist kein gültiges Bild. Bitte versuchen Sie es erneut.

source: There was an error uploading the file, please try again.
de_de: Beim Hochladen der Datei ist ein Fehler aufgetreten. Bitte versuche es erneut.

source: There was an error uploading the file. Please try with another image
de_de: Beim Hochladen der Datei ist ein Fehler aufgetreten. Bitte versuche es mit einem anderen Bild

source: This is your "site" avatar. It will appear whenever your blog is listed (for example, on the front page of the site).
de_de: Dies ist Dein Webseiten-Avatar. Er wird immer angezeigt, wenn Dein Blog aufgeführt wird (beispielsweise auf der Startseite des Netzwerks).

source: This is your "user" avatar. It will appear whenever you leave comments, post in the forums and when your popular posts are displayed around the site.
de_de: Dies ist Dein Benutzer-Avatar. Er wird angezeigt, wenn Du Kommentare hinterlässt, in den Foren postest und wenn Deine beliebten Beiträge auf der Webseite angezeigt werden.

source: Title:
de_de: Titel:

source: Upload
de_de: Hochladen

source: Upload New Avatar
de_de: Neuen Avatar hochladen

source: User Avatar
de_de: Benutzer-Avatar

source: Your Avatar
de_de: Dein Avatar
